/* No comment provided by engineer. */
"分享来自:%@" = "分享来自:%@";

/* No comment provided by engineer. */
"取消" = "取消";

/* No comment provided by engineer. */
"完成" = "完成";

/* No comment provided by engineer. */
"提示" = "提示";

/* No comment provided by engineer. */
"智慧导航服务" = "智慧导航服务";

/* No comment provided by engineer. */
"知道了" = "知道了";

/* No comment provided by engineer. */
"确认" = "确认";

/* No comment provided by engineer. */
"蓝牙未授权:可在设置->%@->允许蓝牙" = "蓝牙未授权:可在设置->%@->允许蓝牙";

/* No comment provided by engineer. */
"蓝牙状态异常(%ld)，请重开蓝牙" = "蓝牙状态异常(%ld)，请重开蓝牙";

/* No comment provided by engineer. */
"请输入" = "请输入";

